-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: 106.14.226.192    Database: notebook
-- ------------------------------------------------------
-- Server version	5.5.54-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `cmf_area`
--

DROP TABLE IF EXISTS `cmf_area`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cmf_area` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0',
  `label` varchar(50) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=153 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cmf_area`
--

LOCK TABLES `cmf_area` WRITE;
/*!40000 ALTER TABLE `cmf_area` DISABLE KEYS */;
INSERT INTO `cmf_area` VALUES (1,0,'嘉定区'),(2,0,'浦东新区'),(3,0,'宝山区'),(4,0,'黄浦区'),(5,0,'青浦区'),(6,0,'静安区'),(7,0,'普陀区'),(8,0,'徐汇区'),(9,0,'杨浦区'),(10,0,'奉贤区'),(11,0,'金山区'),(12,0,'虹口区'),(13,0,'崇明区'),(14,1,'华亭镇'),(15,1,'新成路街道'),(16,1,'真新街道鼎秀社区'),(17,1,'徐行镇启源社区'),(18,1,'徐行镇启悦社区'),(19,1,'南翔镇'),(20,1,'安亭镇'),(21,1,'嘉定新城（马陆镇）'),(22,1,'江桥镇'),(23,1,'嘉定镇街道'),(24,2,'某某街道'),(25,3,'淞南镇'),(26,3,'罗店镇景瑞欧兰高邸居委'),(27,3,'庙行镇'),(28,3,'吴淞街道'),(29,3,'友谊路街道'),(30,3,'罗店镇佳翔苑居委'),(31,3,'月浦镇'),(32,3,'大场镇'),(33,3,'顾村镇'),(34,3,'杨行镇'),(35,4,'老西门街道陆兴居委'),(36,4,'打浦桥街道'),(37,4,'豫园街道'),(38,4,'外滩街道'),(39,4,'南京东路街道'),(40,4,'瑞金街道（茂名）'),(41,4,'半淞园路街道'),(42,4,'淮海中路街道'),(43,4,'小东门街道'),(44,4,'五里桥街道'),(45,5,'盈浦街道'),(46,5,'金泽镇'),(47,5,'朱家角镇'),(48,5,'白鹤镇'),(49,5,'练塘镇'),(50,5,'徐泾镇'),(51,5,'重固镇'),(52,5,'夏阳街道'),(53,5,'华新镇'),(54,6,'北站街道'),(55,6,'南京西路街道'),(56,6,'江宁路街道'),(57,6,'彭浦新村街道'),(58,6,'共和新路街道'),(59,6,'天目西路街道'),(60,6,'曹家渡街道'),(61,6,'临汾路街道'),(62,6,'彭浦镇'),(63,6,'石门二路街道'),(64,6,'大宁路街道'),(65,6,'静安寺街道'),(66,7,'曹杨街道'),(67,8,'华泾镇'),(68,9,'四平路街道'),(69,9,'定海街道'),(70,9,'平凉路街道'),(71,9,'大桥街道'),(72,9,'控江路街道'),(73,9,'延吉新村街道'),(74,9,'五角场街道'),(75,9,'江浦街道'),(76,9,'长海路街道'),(77,10,'柘林镇南胜村'),(78,10,'西渡街道'),(79,10,'奉浦街道'),(80,10,'海湾镇'),(81,10,'庄行镇'),(82,11,'山阳镇'),(83,11,'石化街道'),(84,11,'朱泾镇'),(85,11,'漕泾镇'),(86,11,'枫泾镇'),(87,11,'廊下镇'),(88,11,'亭林镇'),(89,11,'金山卫镇'),(90,11,'金山工业区'),(91,2,'惠南镇'),(92,2,'航头镇'),(93,2,'三林镇'),(94,2,'花木街道'),(95,2,'祝桥镇'),(96,2,'浦兴路街道'),(97,2,'惠南镇德盈居委'),(98,2,'金杨新村街道'),(99,2,'金桥镇阳光二居'),(100,2,'张江镇'),(101,2,'洋泾街道'),(102,2,'康桥镇'),(103,2,'高东镇'),(104,2,'唐镇'),(105,2,'金桥镇'),(106,2,'陆家嘴街道'),(107,2,'周家渡街道'),(108,2,'唐镇街道'),(109,2,'高桥镇街道'),(110,2,'浦兴街道'),(111,2,'万祥镇馨苑居委会'),(112,2,'新场镇'),(113,2,'沪东街道'),(114,2,'潍坊街道'),(115,2,'泥城镇'),(116,2,'宣桥镇'),(117,2,'高桥镇'),(118,2,'泥城镇云绣苑居委会'),(119,2,'川沙新镇'),(120,12,'北外滩街道'),(121,0,'闵行区'),(122,0,'松江区'),(123,2,'大团镇'),(124,2,'东明街道'),(126,2,'周浦镇'),(127,2,'书院镇'),(128,0,'长宁区'),(129,128,' 新泾镇'),(130,128,'仙霞街道'),(131,128,'江苏路街道'),(132,128,'新华街道'),(133,128,'北新泾街道 '),(134,128,' 周家桥街道 '),(135,128,'天山路街道 '),(136,128,'程桥街道'),(137,128,'华阳街道'),(138,128,' 虹桥街道'),(139,13,'竖新镇'),(140,13,'绿华镇'),(141,13,'港西镇'),(142,13,'中兴镇'),(143,13,'新村乡'),(144,13,'陈家镇'),(145,13,'新河镇'),(146,13,'堡镇'),(147,13,'三星镇'),(148,13,'建设镇'),(149,13,'新海镇'),(150,13,'庙镇'),(151,13,'城桥镇'),(152,13,'长兴镇');
/*!40000 ALTER TABLE `cmf_area` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-02-11 18:36:53
